DOE_3/run2/0_orig/h.water
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      h.water;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    bottom
{
type            zeroGradient;
}
    top
    {
        type            zeroGradient;
    }
    left
    {
        type            zeroGradient;
    }
    right
    {
        type            zeroGradient;  
    }
    front  { type empty; }
    back   { type empty; }
}
